{
    "proffesinal_trekkers_tips": [
        {
            "id": "1",
            "title": "Start Your Trekking Training Early",
            "details": "Even if your planned trekking trip is 12 months away, it’s never too early to get started on your trek conditioning program. Look to build your strength and fitness gradually, giving your body time to adapt to the new demands that you are placing on it. That way you can enjoy your trek training and avoid risking injury by trying to do too much too soon."
        },
        {
            "id": "2",
            "title": "Choose The Correct Footwear For Your Trek",
            "details": "Good quality and appropriate footwear for your trek and your walking training is essential. A supportive hiking shoe with ankle protection is important but beware of ankle cuffs that are too high as they can irritate the achilles tendon at the base of your calf. Look for an ankle cuff that is scooped away at the back. Make sure that your trekking boots are thoroughly broken in and your feet have bedded in — the time for blisters is now, not during your trek. When purchasing your boots, try to shop in the afternoon when your feet have expanded slightly so that you get the correct size."
        },
        {
            "id": "3",
            "title": "Don’t Forget Your Walking Socks",
            "details": "With plenty of footwear focus, it’s easy to forget about the best type of socks to wear. The right boots with the wrong socks will ruin your trekking trip so when trying on boots, wear the same socks that you intend to use for your trek. Look for materials such as Coolmax that has sweat wicking properties or consider the new Gore-tex range that wick sweat away but are also waterproof."
        },
        {
            "id": "4",
            "title": "Build Leg Strength With Gym Work",
            "details": "Leg strength will be key for your trek so in addition to walking training which will strengthen your legs, try and include either gym exercises such as leg presses and weighted squats, or lunges and bodyweight squats."
        },
        {
            "id": "5",
            "title": "Build Your Walking Training",
            "details": "Walking training will be the foundation of your training program and it is important to build steadily towards the sorts of distances that you will be doing on your trek. Initially, intersperse training days with rest days but as your fitness improves, look to include some ‘back-to-back’ training days, which will more closely replicate your actual trek."
        },
        {
            "id": "6",
            "title": "Train On Similar Walking Terrain",
            "details": "Walking training is essential but it is also important to try and mimic the conditions that you will experience as closely as you can. Try and train on similar terrain to that of your trekking location. For example, for a trek that includes mountain climbing, try some weekend scrambling as part of your training. Also, practice in the same footwear and clothes and experiment with a loaded backpack — it makes a big difference to your speed over the ground."
        },
        {
            "id": "7",
            "title": "Practice Using Your Backpack",
            "details": "It’s likely that you’ll be carrying items such as food, drink, spare clothing and possibly more, so your choice of backpack is important. Look for models with adjustable chest and waist straps so that you can position it correctly on your back and also with external compression straps so that the load doesn’t shift. More specialist types have removable bladders for liquid consumption on the go, but remember that water and washing facilities may be limited, so sterilisation may be difficult. Practice using your backpack (loaded) as part of your training so that you are used to the weight and position."
        },
        {
            "id": "8",
            "title": "Use Walking Poles",
            "details": "Walking poles make a big difference to your trek. Lightweight and telescopic, they ease the load on knees and thighs on descents and give you ‘two extra legs’ on steep climbs. They can also be used to help clear vegetation and have numerous uses in a campsite. Definitely one to try."
        },
        {
            "id": "9",
            "title": "Hydrate Yourself Frequently When Walking",
            "details": "Whether you are in a hot climate or not, your fluid requirements will increase significantly when trekking. Losses on the breath and from sweating will serve to reduce your blood volume, resulting in your heart having to work much harder. By the time you feel thirsty you will already be dehydrated so try and drink small, frequent quantities of water throughout the day. Carry out the urine test to monitor your hydration: a pale straw color indicates that you are well hydrated, anything darker means that you need to drink more."
        },
        {
            "id": "10",
            "title": "Fuel Your Trekking",
            "details": "Similarly to hydration, your energy requirements will increase whilst you are trekking. Aim to eat small, frequent meals and snacks on the go to maintain energy levels. Depending on the part of the world, your favourite snack-type foods may not be plentiful, but fruit is frequently available which is easy to eat on the move and excellent for an energy boost. During your training, experiment with eating ‘on the go’, so that you get used to the feeling of food in your stomach when you are trekking."
        }

    ]
}